tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "git"
brew "mas"
brew "python@3.9"
brew "mkdocs"
brew "neovim"
brew "pandoc"
brew "rust"
brew "rust-analyzer"
cask "firefox"
cask "iterm2"
cask "onedrive"
cask "protonvpn"
cask "sync"
cask "basictex"
mas "LastPass", id: 926036361
mas "AdBlock", id: 1402042596
mas "Antivirus Zap - Virus Scanner", id: 1212019923
mas "Graphic", id: 404705039
mas "Microsoft Excel", id: 462058435
mas "Pages", id: 409201541
