tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "bash"
brew "python@3.9"
brew "glib"
brew "fzf"
brew "git"
brew "mas"
brew "python@3.10"
brew "mkdocs"
brew "neovim"
brew "pandoc"
brew "r"
brew "rust-analyzer"
brew "rustup-init"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "basictex"
cask "drawio"
cask "firefox"
cask "flutter"
cask "iterm2"
cask "mongodb-compass"
cask "onedrive"
cask "protege"
cask "protonvpn"
cask "qgis"
cask "rstudio"
cask "sync"
cask "via"
cask "vscodium"
mas "AdBlock", id: 1402042596
mas "Antivirus Zap - Virus Scanner", id: 1212019923
mas "GoodNotes", id: 1444383602
mas "Graphic", id: 404705039
mas "iCircuit", id: 454347770
mas "LastPass", id: 926036361
mas "Pages", id: 409201541
